
{
  "siteTitle": "Equilibrio Dinámico",
  "siteDescription": "Sitio oficial del juego 'Match Ballance'",
  "nav": {
    "home": "Inicio",
    "news": "Noticias",
    "forum": "Foro",
    "press": "Prensa IA"
  },
  "homePage": {
    "title": "Equilibrio Dinámico",
    "subtitle": "¡Bienvenido al vibrante mundo de Match Ballance! Prepárate para una experiencia de juego adictiva donde tu precisión y estrategia se ponen a prueba.",
    "downloadButton": "Descargar Ahora",
    "gameplayButton": "Ver Gameplay"
  },
  "languageSelector": {
    "label": "Idioma:",
    "es": "Español",
    "en": "English"
  },
  "forumPage": {
    "title": "Foro de la Comunidad",
    "subtitle": "¡Nuestro foro comunitario está en camino! Pronto podrás unirte a discusiones, compartir tus experiencias, obtener ayuda y conectar con otros jugadores de Match Ballance.",
    "infoText": "Mientras tanto, puedes encontrarnos en nuestras redes sociales."
  },
  "newsPage": {
    "title": "Noticias y Actualizaciones",
    "subtitle": "Mantente al día con las últimas novedades, eventos y anuncios sobre Match Ballance.",
    "readMore": "Leer Más"
  },
  "newsPageContent": {
    "newsItem1Title": "¡Gran Actualización de Match Ballance!",
    "newsItem1Summary": "Descubre los nuevos niveles, power-ups y desafíos que hemos añadido en la última versión de Match Ballance. ¡La diversión nunca termina!",
    "newsItem2Title": "Torneo Comunitario: ¡Demuestra tu Habilidad!",
    "newsItem2Summary": "Participa en nuestro primer torneo comunitario y gana premios increíbles. Inscríbete ahora y prepárate para la competencia.",
    "newsItem3Title": "Conoce al Equipo Detrás de Match Ballance",
    "newsItem3Summary": "Una entrevista exclusiva con los desarrolladores de Equilibrio Dinámico. Descubre la inspiración y el proceso creativo del juego."
  },
  "newsDetailPage": {
    "titlePlaceholder": "Detalle de la Noticia",
    "comingSoon": "El contenido detallado de esta noticia estará disponible pronto. ¡Vuelve a consultarlo más tarde!"
  },
  "pressPage": {
    "title": "Herramientas de Prensa IA",
    "subtitle": "Utiliza la inteligencia artificial para generar descripciones de juego y comunicados de prensa para 'Match Ballance'."
  }
}
